/*
############################################################################
## 작성일 : 2019.09.16
## 작성자 : 명재환D
## 설 명  : 차트 공통 프로퍼티 클래스 
############################################################################
*/

// 시안 컬러 리스트
var _XLB_CHART_VAR_COLOR_ = ["#ecd00d","#badc40","#77c862","#4edc95","#10c8ac","#0dd2d4","#44bed4","#32d3ee","#68cfff","#9bb9ff","#0091d4","#6a8de4","#ad83e2","#e575ce","#ff6ba9","#ff707b","#e75931","#ff8749","#ffa600","#ffc960"];

//TMAP 키
var _XLB_CHART_TMAP_KEY_ = "8a5d483b-fe8a-421a-849f-bcb1ba562e38"; //티맵에서 발행된 사용자 키

//글꼴
var _XLB_CHART_FONT_FAMILY_ = ["SpoqaHanSans","Impact"];

var _XLB_ERR_MSG_VALID_TYPE_ = "XLB CHART FAIL : 값의 유형이 다름"; 